Repository: common-repository/posadzimy-pl
Catalog: languages/posadzimy-*.po
Languages: pl_pl

source: General settings
pl_pl: Ustawienia integracji z Posadzimy.pl

source: Certificate generating settings
pl_pl: Ustawienia generowania certyfikatu

source: Settings
pl_pl: Ustawienia ogólne

source: Help
pl_pl: Pomoc i wsparcie techniczne

source: Minimum order value
pl_pl: Wysokość zamówienia powyżej którego sadzone będzie drzewo [zł]

source: API ID
pl_pl: ID sadzenia

source: API Key
pl_pl: Klucz API

source: The Plant ID can be found in the Posadzimy.pl customer panel, in the 'API module' tab
pl_pl: ID sadzenia znajduje się w panelu klienta, w zakładce "Sadzenie przez API"

source: The API Secret key can be found in the Posadzimy.pl customer panel, in the 'API module ' tab
pl_pl: Klucz API sadzenia znajduje się w panelu klienta, w zakładce "Sadzenie przez API"

source: Cart settings
pl_pl: Informacja o sadzeniu w koszyku, ponad tabelą z produktami

source: Enable or disable cart module
pl_pl: Powiadomienie aktywne

source: Threshold amount info
pl_pl: Treść informacji przed osiągnięciem minimalnego zamówienia

source: spend {{wysokosc_zamowienia}} to get the virtual product!
pl_pl: Za każde zamówienie powyżej {{wysokosc_zamowienia}} posadzimy w Twoim imieniu drzewo, a ty otrzymasz certyfikat na maila. Brakuje ci jeszcze {{brakujaca_kwota}}zł !

source: Checkout settings
pl_pl: Informacja o sadzeniu w podsumowaniu zamówienia

source: Enable or disable checkout module
pl_pl: Powiadomienie aktywne

source: User notification settings after purchasing and planting a tree
pl_pl: Ustawienia powiadomień użytkownika po zakupie i posadzeniu drzewa

source: Customer post order email extra section
pl_pl: Dodatkowa treśc w mailu z informacją o sadzeniu

source: Additional text visible in mail
pl_pl: Dodatkowa informacja widoczna w mailu wysyłanym wraz z certyfikatem.

source: Enable post order email extra section
pl_pl: Powiadomienie aktywne tak / nie

source: Post order custom email to customer
pl_pl: Wysyłanie osobnego maila przez sklep - edycja części maila

source: Enable post order custom email to customer
pl_pl: Wysyłka aktywna

source: Congratulations! You got a virtual product!
pl_pl: W ramach podziękowania za zakupy w naszym sklepie, posadzimy w Twoim imieniu drzewo, a ty otrzymasz certyfikat posadzenia na adres e-mail.

source: Adding a section with information about planting a tree and certificate to the e-mail sent by WooCommerce after the payment is credited.
pl_pl: Wysyłka aktywna

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Custom CSS
pl_pl: Dodatkowy kod CSS

source: The content of the post-order email
pl_pl: Dodatkowa treść w mailu z informacją o sadzeniu

source: The subject of the post-order email
pl_pl: Temat maila po zamówieniu

source: Certificate Text
pl_pl: Tekst na certyfikacie (opcjonalnie)

source: Virtual product added notice
pl_pl: Treść informacji po osiągnięciu minimalnego zamówienia

source: Posadzimy.pl: Invalid API configuration. Please provide a valid API KEY and API ID
pl_pl: Posadzimy.pl: Nieprawidłowa konfiguracja interfejsu API. Podaj prawidłowy KLUCZ API i ID API

source: Posadzimy.pl: Failed to get balance. Check the API credentials
pl_pl: Posadzimy.pl: Nie można pobrać stanu konta. Sprawdź podane dane dostępowe API

source: You can use the {{wysokosc_zamowienia}} variable to show the required amount, and the {{brakujaca_kwota}} variable to show what value is missing
pl_pl: Możesz użyć zmiennej {{wysokosc_zamowienia}} aby pokazać minimalną wartość zamówienia oraz zmienną {{brakujaca_kwota}} aby pokazać ile wartości jeszcze brakuje do posadzenia drzewa

source: Credits number:
pl_pl: Liczba kredytów:

source: Posadzimy integration
pl_pl: Integracja z Posadzimy.pl

source: Single product settings
pl_pl: Informacja o sadzeniu na stronie produktowej

source: Enable or disable single product module
pl_pl: Powiadomienie aktywne

source: Set custom CSS code
pl_pl: Możesz użyć własnego kodu CSS, aby spersonalizować wygląd komunikatu.

source: Certificate settings
pl_pl: Ustawienia generowania certyfikatu

source: Custom text visible on the certificate. You can use {{imie}} and {{numerZamowienia}} variables. For example, "{{imie}} - as a thank you for shopping in our store, we planted a tree for you!"
pl_pl: Dodatkowy tekst, który widoczny będzie na certyfikacie, np. "{{imie}} - w podziękowaniu za zakupy w naszym sklepie, posadziliśmy dla Ciebie drzewo! Dziękujemy!" Możesz użyć zmiennej {{imie}} aby pokazać imię klienta oraz zmienną {{numerZamowienia}} aby pokazać numer zamówienia.

source: As a thank you for the purchase in the XYZ store, we planted a tree!
pl_pl: W podziękowaniu za zakup w sklepie XYZ posadziliśmy drzewo!

source: Additional information visible on the email. You can use the {{link}} variable to show link to PDF certificate
pl_pl: Dodatkowa informacja widoczna w mailu wysyłanym wraz z certyfikatem. Użyj {{link}} aby wstawić link do wygenerowanego certyfikatu.

source: The content of the custom email
pl_pl: Treść maila po zamówieniu

source: Separate e-mail settings
pl_pl: Wysyłka przez sklep osobnej wiadomości e-mail z informacją o posadzeniu drzewa, linkiem do certyfikatu, po zaksięgowaniu wpłaty

source: Post order e-mail section settings
pl_pl: Dodanie sekcji z informacją o posadzeniu i certyfikacie do maila wysyłanego przez WooCommerce, po zaksięgowaniu wpłaty

source: Click and show example
pl_pl: Kliknij i zobacz przykład

source: When Post order e-mail section option is enabled field of extra section cannot be empty
pl_pl: Gdy włączona jest opcja sekcji Poczta elektroniczna po złożeniu zamówienia, pole sekcji dodatkowej nie może być puste

source: When Separate e-mail settings option is enabled fields Subject and Content cannot be empty
pl_pl: Gdy włączona jest opcja Oddzielne ustawienia wiadomości e-mail, pola Temat i Treść nie mogą być puste

source: Brutto or netto?
pl_pl: Brutto czy netto?

source: {{imie}} - as a thank you for shopping in our store, we planted a tree for you!
pl_pl: {{imie}} - w podziękowaniu za zakupy w naszym sklepie, posadziliśmy dla Ciebie drzewo!

source: The API Secret key can be found in the Posadzimy.pl customer panel, in the 'API module' tab
pl_pl: Klucz API znajduje się w panelu klienta, w zakładce "Sadzenie przez API"

source: Technically support and help
pl_pl: Pomoc i wsparcie techniczne
